Repository: GITenberg/My-First-Battle--A-Sergeant-s-Story_28277
Catalog: 28277-tmx.tmx
Source language: pl
Languages: en_gb

source: The Project Gutenberg eBook of Moja Pierwsza Bitwa, by Adam Mickiewicz.
en_gb: The Project Gutenberg eBook of My First Battle, by Adam Mickiewicz.

source: MOJA PIERWSZA BITWA
en_gb: My First Battle

source: TOWARZYSTWO WYDAWNICZE „IGNIS”.—E.
en_gb: Publishing company "IGNIS".—E.

source: WENDE i S-ka,
en_gb: WENDE & Co.,

source: WARSZAWA.—M.
en_gb: WARSAW.—M.

source: KSIĘGARŃ KRESOWYCH, TORUŃ
en_gb: Borderland Booksellers, TORUŃ

source: Moja pierwsza bitwa.
en_gb: My First Battle.

source: OPOWIADANIE SIERŻANTA.
en_gb: A Sergeant's Story.

source: Zazdroszczą Atylli, który stoczył tysiąc bitew, a w tysiącznej jeszcze czuł w sobie to, co nazywał gaudia certaminum, czyli rozkosz rzezi.
en_gb: They envy Attila, who fought a thousand battles, and in the thousandth still felt that, which he called gaudia certaminum, that is, the delight in the slaughter.

source: Oj, był to krwawy rozpustnik ten stary hetman!
en_gb: Oh, that old general was a lecher of blood.

source: Co się mnie tyczy, piastującego stopień sierżanta lekkiej artylerji, wyznaję, że zaprawdę zakochany byłem w wojence, ale tylko przez pierwszy tydzień mojego wojennego zawodu, i że w Atyllowej rozkoszy raz tylko jeden jedyny zasmakowałem.
en_gb: As far as I am concerned, holding the rank of light artillery sergeant, I confess, that I was truly in love with war, but only during the first week of my military career, and that only one single time I tasted Attila's delight.

source: Z tej to przyczyny nigdy mi nie wyjdzie z pamięci mój miodowy tydzień i pierwsza bitwa.
en_gb: For this reason my honeymoon and first battle will never leave my memory.

source: Pierwsza bitwa ma szczególniejsze podobieństwo z pierwszą miłością.
en_gb: The first battle has the most particular similarity to first love.

source: Ileż nadziei!
en_gb: How many hopes!

source: ile złudzeń!
en_gb: how many illusions!

source: przed tą uroczystą akcją, która rozstrzyga o losie narodów, lada rekrut czuje się powołanym do odegrania co najmniej roli… jakiego bohatera historji lub romansu.
en_gb: before this ceremonial action, which resolves the fate of nations, any recruit feels obliged to play at least a role… as a hero of history or a romance.

source: Przychodzi wreszcie do rozprawy i stajesz do niej z niecierpliwością i pewnym niepokojem, doznając [3] raz trwogi śmiertelnej, to znowu szalonej wesołości; już cię strach przeszywa, już cię podnosi pycha tryumfatora.
en_gb: It finally comes to the trial and you stand before it with impatience and a certain anxiety, experiencing once mortal terror, then again a crazed joy; now fear pierces you, now the pride of the triumphant picks you up..

source: W jednej godzinie przechodzisz przez tłumy wzruszeń, i zbierasz wspomnienia na całe życie!
en_gb: In one hour you pass through crowds of emotions, and you collect keepsakes for your whole life!

source: lecz aby to czuć z całą mocą, trzeba mieć serce dziewicze, serce rekruckie.
en_gb: but in order to feel it in full force, you must have the heart of a virgin, the heart of a recruit.

source: Powiedział ktoś, że każdy człowiek może skomponować dobry romans, opowiadając tylko po prostu historję swej pierwszej miłości.
en_gb: Someone said that every man can compose a good romance, telling only the simple story of his first love.

source: To postrzeżenie zachęciło mię do opisania pierwszej bitwy, w której byłem.
en_gb: This insight encouraged me to describe the first battle, in which I was.

source: Trzeba wiedzieć, że ta bitwa jest tylko epizodem sławnej wojny, że z niej odnieśliśmy świetne zwycięstwo, i że w swoim czasie zjednała nam podziw ludów europejskich.
en_gb: You need to know that this battle is only an episode of a famous war, that in it we achieved a great victory, and that in its time it won us the admiration of the European people.

source: Wprawdzie dawne to czasy, bo ludy dobrze już zapomniały i o naszych klęskach i o naszych tryumfach.
en_gb: Admittedly, these are times long past, because people have well forgotten both about our defeats and about our triumphs.

source: Mimo tego żołnierz polski nigdy nie zapomni o bitwie pod Stoczek.
en_gb: In spite of this, the Polish soldier will never forget about the Battle of Stoczek.

source: Po rewolucji 29 listopada[*] postanowiłem wstąpić w szeregi, i rozmyślałem, czy do piechoty, czy do jazdy?
en_gb: After the revolution of the 29th of November, I decided to join the ranks, and I pondered, whether to the infantry, or to the cavalry?

source: Ażeby zrobić stanowczy wybór, przebiegałem ulice Warszawy, przypatrując się bacznie mundurom różnych pułków.
en_gb: To make a definite choice, I ran through the streets of Warsaw, eyeing closely the uniforms of several regiments.

source: Naprzód zatrzymałem się przed bataljonem grenadjerów, którzy maszerowali w ściśniętych szeregach, milcząco, w porządku i poważnie.
en_gb: I stopped ahead of a battalion of grenadiers, who marched in tight rows, silently, in order and seriously.

source: Wszystko wąsacze, z szewronami na ramionach.
en_gb: Each moustachiod, with chevrons on his shoulders.

source: Były to resztki legjonów napoleońskich.
en_gb: These were the remains of the Napoleonic legions.

source: Kiedy przechodzili, ustępowano im [4] z uszanowaniem, i szeptano w tłumie: „To mi żołnierze!
en_gb: As they passed, they were yielded to with the utmost respect, and they were whispering in the crowd: "There are my soldiers!

source: to nasi obrońcy!” Zazdroszczę im, pomyślałem, piękna to rzecz być grenadjerem!
en_gb: there are our defenders!" I envy them, I thought, it's a beautiful thing to be a grenadier!

source: I zbliżyłem się do oddziału, a zająwszy miejsce obok dobosza, maszerowałem krokiem grenadjerskim, upatrując komendanta, któremu chciałem natychmiast ofiarować moje służby.
en_gb: And I approached the division, and having taken the place beside the drummer, I marched in the grenadiers' step, singling out the commander, to whom I immediately wished to offer my services.

source: Wtem, na drugim końcu ulicy, ukazał mi się nowy meteor wojskowy.
en_gb: Suddenly, on the other side of the street, a new military meteor appeared to me.

source: Był to krakus na białym koniu, w białej sukmance, w czerwonej czapeczce z białem piórkiem, który jak łabędź przerzynał czarne fale tłoczących się mieszczuchów.
en_gb: He was a krakus on a white horse, in a white sukmana, in a red cap with a white feather, which cut like a swan through black waves of crowding townsfolk.

source: Ślicznie wywijał on koniem; pieszych witał skinieniem głowy, z kawalerzystami ściskał się za ręce, a pięknym damom, stojącym w oknach, posyłał wdzięczne pocałunki.
en_gb: He turned his horse beautifully; he welcomed pedestrians with a nod, with cavalrymen squeezed hands, and to beautiful ladies, standing in windows, sent grateful kisses.

source: Wszystkie oczy zwróciły się ku niemu; mężczyźni klaskali, kobiety uśmiechały się w milczeniu; a piękny krakus stał się bożyszczem chwili.
en_gb: All eyes turned towards him; men clapped, women smiled in silence; and the beautiful Krakus became the god of the moment.

source: Przyszło mi zaraz na myśl, że w mundurze krakowskim na mój wiek i wzrost będzie mi bardziej do twarzy, A tak objawiło mi się moje właściwe powołanie: Bóg mię stworzył krakusem!
en_gb: It came to my mind right away, that a Krakus' uniform at my age and height would suit me better, and so my true calling manifested itself: God had made me a Krakus!

source: Zwróciłem się więc w stronę koszar jazdy; ale w połowie drogi wpadłem w niezmierny tłum, który mię porwał ze sobą i uniósł ku rogatkom.
en_gb: So I turned in the direction of the cavalry barracks; but halfway across the road I fell into the immeasurable crowd who captured me into itself and bore towards the tollbooths.

source: Lud się cisnął na spotkanie nowo nadciągających szeregów.
en_gb: The people pressed to meet the newly approaching rows.

source: Osobliwsza figura jechała na przodzie; był to stary kapucyn w habicie i na koniu, w jednej ręce z lancą a drugą błogosławiący krzyżem [5] lud, który mu nogi całował.
en_gb: A stranger figure rode at the front; it was it is an old Capuchin in habit and on a horse, in one hand a lance and the other blessing people with a cross, who kissed his legs.

source: Za kapucynem postępowało tysiąc strzelców z lasów augustowskich.
en_gb: Behind the Capuchin followed a thousand archers from the Augustów forests.

source: Mieli przewieszone dubeltówki i wielkie torby borsucze z pazurami i wyszczerzonemi zębami, bielejęcemi na zielonych kurtkach.
en_gb: They had slung double-barrelled guns and badger skin bags with claws and bared teeth, whitening on green jackets.

source: Drugi tysiąc wieśniaków, uzbrojonych w krzywe kosy i siekiery zamykał pochód.
en_gb: Another thousand villagers, armed with crooked scythes and axes, brought up the rear of the procession.

source: Nigdy wejście najpiękniejszych pułków, nawet wejście księcia Józefa na czele zwycięskich legjonów nie wzbudziło takiego zapału, jak ten, z którym Warszawianie witali torby borsucze i łyczane łapcie.
en_gb: Never had the entrance of the most beautiful regiments, even the entrance of Prince Józef at the head of victorious legions, aroused such enthusiasm, as this, with which the people of Warsaw greeted badger skin bags and bark clogs.

source: Nie były to już oklaski, ani uśmiechy, ale krzyki, grzmiące hura!
en_gb: Now there wasn't applause, or smiles, but shouts, thundering hurrah!

source: i błogosławieństwa, pomieszane z głośnym płaczem.
en_gb: and blessings, mixed with loud crying.

source: Lud bowiem dziwnym swoim instynktem umiał schwycić wzniosłą i piękną stronę obrazu.
en_gb: Because the people, surprised by their own instincts, could seize the noble and beautiful side of the image.

source: Na widok tych kapłanów, tych rolników, którzy porzucili cele klasztorne i swoje bory, ażeby bić nieprzyjaciół ojczyzny, lud zrozumiał całą grozę niebezpieczeństwa, a oraz pojął z całą ufnością, że to jedyny środek obrony.
en_gb: At the sight of these priests, of these farmers who had left monastic cells and their forests, in order to beat the enemies of the homeland, people understood the whole horror of danger, and also comprehended with complete trust that it was the only means of defense.

source: Wzięła mię nagła pokusa porwać natychmiast za kosę lub dubeltówkę i stanąć do szeregu z chłopami, aby z nimi podzielić tryumfalne wejście do stolicy.
en_gb: I was overcome by a sudden temptation to steal immediately behind the scythe or double-barrelled gun and to join the row with the peasants in order to share with them the triumphant entry to the capital.

source: Ale jakże to zrobić?
en_gb: But how to do it?

source: jak nadać sobie ruchy zuchowate i wyzywające mazowieckiego kosyniera, lub wyraz ponury i dziki strzelca z nad Niemna?
en_gb: how to fit myself in with the bold and taunting movements of Mazowian scythe-bearers, or the grim expressions and wild shooters from the Nieman?

source: Jak wyrównać mu wzrostem i szerokością pleców?
en_gb: How to match them in the height and breadth of their backs?

source: wśród tych olbrzymów wyglądałbym, jak królik między wilkami.
en_gb: amongst these giants I would look like a rabbit among wolves.

source: Cóż więc pocznę ze [6] sobą?
en_gb: So what will I do with myself?

source: Czy mam być krakusem, czy grenadjerem!
en_gb: Should I be a Krakus, or a grenadier!

source: Niepewność ta dużo mię kosztowała.
en_gb: This uncertainty cost me dearly.

source: Znajomy mi pułkownik spotkał się ze mną w przechodzie i klepiąc mię po ramieniu, rzekł: „Dowodzę oddziałem partyzantów; część moich ludzi wyszła już w pole, ja sam dziś wyruszam z Warszawy, potrzebuję kanonierów; może wiesz, gdzie ich znaleźć?
en_gb: A colonel of my acquaintance met me in passing, and patting me on the shoulder, said: "I am in command of a guerrilla unit; some of my people have already left for the field, I myself am setting off today from Warsaw, I need gunners; perhaps you know where I can find them?"

source: —Wiem o jednym, rzekłem, przybierając postawę wojskową; potrzebujesz kanoniera, oto go masz!
en_gb: —I know about one, I said, assuming a military posture; you need a gunner, here you have him!

source: —Zgoda!
en_gb: —Agreed!

source: rzekł pułkownik, naciągaj mundur i staw się u mnie dziś wieczór punkt o dziesiątej, czy rozumiesz?
en_gb: the colonel said, put on a uniform and be at my place this evening at ten o'clock exactly, do you understand?

source: W taki sposób werbowano żołnierzy w czasie naszego powstania.
en_gb: Soldiers were being recruited in this manner during the uprising.

source: Tegoż dnia o jedenastej w nocy maszerowałem umundurowany przy armatach.
en_gb: That day at eleven at night I marched in uniform by the cannons.

source: W ciągu marszu ćwiczyliśmy się w użyciu broni, a ja tyle dokładałem pilności, że po trzech dniach mianowano mię sierżantem i pod moje rozkazy oddano armatę.
en_gb: During the march we trained ourselves in the use of weapons, and I added so much urgency, that after three days I was appointed sergeant and a cannon was placed under my orders.

source: Zawistni utrzymywali, że stopień mój zawdzięczałem osobliwym względom pułkownika.
en_gb: The envious claimed that I had owed my rank to the colonel's peculiar considerations.

source: Bądź co bądź sam się ździwiłem, zmieszałem i niemal zawstydziłem na tak nagły awans.
en_gb: After all, I myself was surprised, confused and almost ashamed at such a sudden promotion.

source: Zawróciło mi się w głowie i dopiero po kilku godzinach osłupienia zacząłem uczuwać wpływ nowej mojej godności.
en_gb: My head spun and only after a few hours of astonishment did I start to feel the influence of my new dignity.

source: Mimowolnie przybrałem minę marsową i poważniejszą; wyciągnąwszy uroczyście prawą rękę, położyłem ją na mojej własności, na wylocie [7] armaty.
en_gb: Involuntarily I adopted a martial and more serious face; having gravely stretched my right hand, I laid it on my property, on the muzzle of the cannon.

source: Kawał ten bronzu, myślałem sobie, będzie filarem w świątyni mojej sławy; będzie pierwszym stopniem w rycerskim zawodzie, a może i na tron mię zawiedzie!
en_gb: This large piece of bronze, I thought to myself, will be a pillar in the temple of my fame; will be the first step in my knightly profession, or perhaps even lead me to the throne!

source: Dobrze wycelowane działo rozstrzyga nieraz los wojny.
en_gb: A well aimed cannon often settles the fate of a war.

source: A Napoleon od czegóż zaczął, jeżeli nie od kanoniera?
en_gb: And how did Napoleon get his start, if not as a gunner?

source: Pełen tych marzeń zakochałem się w mojej spiżowej armacie jak w pannie i odtąd zawsze byłem przy niej.
en_gb: Full of these dreams I fell in love with my bronze cannon as if with a young girl and from then on I was always beside her.

source: Badałem jej wady i przymioty, roztrząsałem charakter i poznałem najdokładniej cały jej skład i naturę tak fizyczną jak moralną.
en_gb: I examined her defects and attributes, I debated character and got to know most precisely her entire composition and nature; physical as moral.

source: Tak dobrze wbiła mi się w pamięć, że zrobiłbym z pamięci jej portret.
en_gb: She is so well engraved in my memory, that I could paint her portrait from memory.

source: Dźwięk jej głosu znałem tak dobrze, żebym go mógł był rozróżnić wśród huku najżywszej kanonady, choćby pod Lipskiem, lub Ostrołęką.
en_gb: I knew sound of her voice so well that I could have recognised it amongst the roar of the liveliest cannonade, even if it were Leipzig, or Ostrołęka.

source: Kochana moja armatko!
en_gb: My beloved cannon!

source: cóż stało się z tobą?
en_gb: what happened to you?

source: w czyjeś ręce popadła?
en_gb: into whose hands did you fall?

source: Zapewne nikt cię tak nie popieści, jak ja cię pieściłem.
en_gb: Certainly nobody will caress you as I did..

source: Ta myśl mię jedynie pociesza.
en_gb: Only that thought comforts me.

source: Była to wprawdzie niewielka ośmiofuntówka, ale dla mnie była ogromną, bo ciężarna całą moją przyszłością.
en_gb: She was admittedly a little eight pounder, but to me she was huge, as she was pregnant with my entire future.

source: Zresztą dobrze osadzona, łatwa do manewrowania i dziwnie celnego strzału.
en_gb: As well as well settled, simple to manoeuvre and with a strangely accurate shot.

source: Cały dzień ledwo mi wystarczał na spełnienie obowiązków przy kochanej armatce, a i przez noc nie przestawałem myśleć o tym przedmiocie mojej miłości.
en_gb: A whole day was barely enough for me in fulfilling my duties by the beloved cannon, and at night I didn't stop thinking about the object of my love.

source: I tak, jednej nocy śni mi się bitwa, a naprzeciw mię kogoż widzę?
en_gb: And so, one night I dreamed of battle, and who did I see opposite me?

source: feldmarszałka Dybicza!
en_gb: Field Marshall von Diebitsch!

source: Zaraz biorę na cel—paf!
en_gb: At once I take aim—poof!

source: i moja kula przecina go na dwie połowy.
en_gb: and my cannon ball cuts him in two.

source: Puszczam się, aby oderwać mu głowę i jeszcze ciepłą zanieść do naczelnego [8] wodza, księcia Radziwiłła; ale trup Dybicza tak ostro się bronił, że aż wybiłem się ze snu i w rzeczywistości, zamiast głowy moskiewskiego wodza, trzymałem głowę śpiącego obok mnie kanoniera.
en_gb: I took off, to tear off his head and carry it still warm to our Commander-in-Chief, Prince Radziwiłł; but the corpse of von Diebitsch was so heavily defended, that until I awoke completely into reality, instead of the head of the Muscovite leader, I held the head of the gunner sleeping opposite me.

source: Innej nocy gorsza rzecz mi się zdarzyła: śniłem, że jazda moskiewska wpadła na nas niespodziewanie; mnie naprzód zabito, potem wycięto moich kanonierów, a nareszcie kirasjer moskiewski siadł na mojej armacie jak na koniu i zaczął ją zagwożdżać, spoglądając na mnie okiem pogardy.
en_gb: Another night a worse thing happened to me: I dreamed that the Muscovite cavalry fell on us unexpectedly; they killed me in advance, then cut down my gunners, and finally a Muscovite cuirassier mounted my cannon like a horse and started to plug it, looking at me with contemptuous eyes.

source: Wtedy uczułem wszystkie męczarnie męża Lukrecji i męczarnie ojca Wirginji.
en_gb: Then I felt all the torments of the husband of Lucretia and the torments of the father of Virginia.

source: Chociaż byłem już trupem zimnym i skostniałym, niemniej dobywałem wszystkich sił, aby dać znak życia i pasując się ze sobą, udało mi się nareszcie tak tęgo wrzasnąć, żem się i sam przebudził i zaalarmowałem cały obóz.
en_gb: Although I was already a cold and stiff corpse, nevertheless I gathered all my strength to give some sign of life and adjusting to myself, I managed at last to scream so strongly, that I both woke myself and alarmed the entire camp.

source: Zerwawszy się na nogi, a właśnie dnieć poczynało, szukam oczyma mojej armaty i widzę z niemałą radością, że jest, że spoczywa wolna i spokojna na swej lawecie.
en_gb: Having jumped to my feet, and just as day was beginning to break, my eyes seek my cannon and I see with no little joy, that she's there, that she sits free and calm on her carriage.

source: Otwarta jej paszcza zdawała się wciągać chłodek poranka, a lśniąca powierzchnia odbijała pierwsze promienie słońca.
en_gb: Her open jaws seemed to draw the coolness of the morning, and the gleaming surface reflected the first rays of sunshine.

source: Położyłem się znowu na mokrej ziemi, ale tym razem przez ostrożność trzymałem ręką za sprychę, ażeby bronić mego skarbu przeciw rzeczywistej lub sennej napaści.
en_gb: I lay down again on the wet ground, but this time as a precaution I held on to a spoke.

source: Tak przeszedł cały tydzień, mój pierwszy tydzień po zaślubieniu pięknej ośmiofuntówki: tydzień miodowy sierżanta artylerji, najszczęśliwszy tydzień w mojem życiu!
en_gb: So passed a whole week, my first week after marrying the beautiful eight pounder: the honeymoon of an artillery sergeant, the happiest week of my life!

source: Każdą chwilę miałem zajętą, [9] w przekonaniu, że już osiągnąłem cel mego bytu na świecie; dusza moja przeszła całkiem w ukochaną armatkę.
en_gb: I kept busy every moment, in the belief that I had already achieved the purpose of my existence in world; my soul went completely into the beloved cannon.

source: Tymczasem zbliżaliśmy się coraz do brzegów Wisły; lody puściły już w wielu miejscach i widać było tu i owdzie występującą wodę.
en_gb: Meanwhile we drew closer and closer to the banks of the Vistula; ice was already giving way in many places and here and there you could see water appearing.

source: Pułkownik nasz, z tyką w ręku, pierwszy się puścił na lód, brodząc w wodzie po kolana, potem rozkazał nam iść za sobą.
en_gb: Our colonel, with a long pole in his hand, was first to go through the ice, wading in the water up to his knees, then he ordered us to follow him.

source: Iść za nim i to z naszemi armatami po tak słabym lodzie?
en_gb: Follow him with our cannons over such weak ice?

source: Na ten rozkaz zbladłem jak śmierć, cała bowiem nasza przyszłość wojenna mogła utonąć.
en_gb: At this order I went pale as death, because our entire military future could drown.

source: Nakoniec przeszliśmy szczęśliwie i na drugim brzegu stanęliśmy z okrzykiem: Niech żyje Polska!
en_gb: In the end we passed happily and we stopped on the opposite bank with the shout: Long live Poland!

source: Tego samego wieczora nastąpiło połączenie się z korpusikiem, przodem wysłanym z Warszawy.
en_gb: That same evening saw the joining of the corps, with the front sent from Warsaw.

source: Oczekiwał on nas niecierpliwie; młodzi bowiem żołnierze wysokie mają wyobrażenie o potędze artylerji, a bardzo ich niepokoiło, że w przededniu spodziewanej bitwy nie mieli dział.
en_gb: They awaited us impatiently; because young soldiers have an elevated opinion of the power of artillery, and it worried them very much that on the eve of the expected battle they had no cannons.

source: Posłyszawszy turkot kół armatnich, cały obóz nieposiadał się z radości: „nasza artylerja nadciąga!
en_gb: Having heard the rattle of cannon wheels, the whole camp lost possession of itself in joy: "our artillery approaches!

source: Niech żyje artylerja!” wołano ze wszystkich stron i bieżono na naszę spotkanie i postawiono nas w środku obozu.
en_gb: Long live the artillery!" they called from all sides and ran to meet us, and placed us in the centre of the camp.

source: My także z zapałem powitaliśmy naszych towarzyszy.
en_gb: We also enthusiastically greeted our comrades.

source: Dotąd odbywając marsze w osamotnieniu, teraz znaleźliśmy się w tłumie dzielnych żołnierzy, których liczba wydawała się znaczną na oko.
en_gb: Until then marching in loneliness, now we were in a crowd of brave soldiers, whose number gave itself significance to the eye.

source: To podniosło naszą ufność.
en_gb: That raised our confidence.

source: Wszystkiego jednak [10] nie było więcej, jak dwanaście szwadronów, zajmujących szeroką przestrzeń.
en_gb: Only altogether there weren't more than twelve squadrons, filling a wide area.

source: Dumnie spoglądaliśmy na las zatkniętych lanc, których nowe chorągiewki iskrzyły się barwami, nieznającemi jeszcze krwi i kurzu.
en_gb: Proudly we looked at a forest of stuck lances, on which new flags sparkled with colours, still not knowing blood or dust.

source: Po wesołej i hucznej wieczerzy pokładliśmy się spać, kołysani dźwiękiem muzyki wojskowej i śpiewem mazurka.
en_gb: After a cheerful and grand supper we lay down to sleep, swung with the sound of military music and the singing of the mazurka.
